---
kind: property
id: P:Autodesk.Revit.DB.BrowserOrganization.Type
zh: 类型
source: html/20c64d61-44cb-d40c-eafe-0fb191977514.htm
---
# Autodesk.Revit.DB.BrowserOrganization.Type Property

**中文**: 类型

Get BrowserOrganizationType.

## Syntax (C#)
```csharp
public BrowserOrganizationType Type { get; }
```